<?php

return [

    'title_list' => 'Список записей',
    'title_create' => 'Создать запись',
    'title_edit' => 'Редактировать запись',

    'form_head' => 'Заголовок записи',
    'form_body' => 'Тело записи',

    'create' => 'Запись успешно создана.',
    'update' => 'Запись успешно изменёна.',
    'delete' => 'Запись успешно удалёна.',
    'warning' => 'Предупреждение',

    'not_create' => 'Вы не можете создавать записи.',
    'not_update' => 'Вы не можете отредактировать запись.',
    'not_found' => 'Не найдена запись.',
    'not_delete' => 'Вы не можете удалить запись.',
    'not_view' => 'Вы не можете просматривать записи.',
    'unknown' => 'Неизвестная ошибка.',

];
