<?php

return [

    'title_list' => 'Список пользователей',
    'title_create' => 'Создать пользователя',
    'title_edit' => 'Редактировать пользователя',

    'create' => 'Пользователь успешно создан.',
    'update' => 'Пользователь успешно изменён.',
    'delete' => 'Пользователь успешно удалён.',
    'remove' => 'Пользователь успешно деактивирован.',
    'restore' => 'Пользователь успешно восстановлен.',
    'warning' => 'Предупреждение',

    'not_create' => 'Вы не можете создавать пользователей.',
    'not_update' => 'Вы не можете отредактировать пользователя.',
    'not_found' => 'Не найден пользователь.',
    'not_delete' => 'Вы не можете удалить пользователя.',
    'not_remove' => 'Вы не можете деактивировать пользователя.',
    'not_restore' => 'Вы не можете восстановить пользователя.',
    'not_view' => 'Вы не можете просматривать пользователей.',
    'unknown' => 'Неизвестная ошибка.',

];
